<template>
    <div class="help">
        <div class="txt">
            <h2>
            СПОСОБЫ ОПЛАТЫ
        </h2>
        



<p>Заказ Вы можете оплатить любой банковской картой.
После оформления заказа оплатите банковской картой любого банка.
Перейдите на страницу оформления заказа

Скорость зачисления в 95% случаев деньги зачисляются в течение 30 минут, в остальных случаях – от 1 до 3 рабочих дней.

Для ускорения отправки оплаченного заказа менеджер может попросить копию платежа.
</p>
<h2>ДОСТАВКА</h2>
<p>Доставка осуществляется любым перевозчиком, представительство которого есть в Вашем городе.

Срок доставки зависит от выбранной службы и удаленности.
Оплата доставки осуществляется при получении заказа и согласно тарифам компании перевозчика.

После оформления заказа с Вами свяжутся менеджеры и ответят Вам на Ваши вопросы.
Отслеживать выполнение заказа Вы можете в профиле.

Если у Вас возникли дополнительные вопросы: +7 777 475 0917</p>
    </div>
        </div>
    
</template>
<style lang="scss">
.help{
    color: #fff;
    display: flex;
   
    align-items: center;
    justify-content: center;
   
.txt{
    margin: 24px;
    width: 800px;
    display: flex;
    flex-direction: column;
    align-items: center;
    justify-content: center;
}
    h2{
        font-size: 20px;
    }
    p{
        font-size: 12px;
        margin: 8px;
    }
}
</style>